Repository: barseghyanartur/ska
Catalog: src/ska/contrib/django/ska/locale/*/LC_MESSAGES/django.po
Languages: hy, ru

source: Additional
hy: Lրացուցիչ
ru: Дополнительно

source: Signature
hy: Uտորագրություն
ru: Подпись

source: Unauthorised request. {0}
hy: Ոչ լիազորված հարցում. {0}
ru: Несанкционированный запрос. {0}

source: Auth user
hy: Օգտագործող
ru: Авт. пользователь

source: Valid until
hy: Վավեր է մինչև
ru: Действительно до

source: Date created
hy: Ստեղծելու ամսաթիվը
ru: Дата создания

source: Token
hy: Կտրոն
ru: Талон

source: Tokens
hy: Կտրոններ
ru: Талоны

source: Login succeeded. Welcome, {0}.
hy: Մուտքը հաջողված է։ Բարի գալուստ, {0}։
ru: Авторизация прошла успешно. Добро пожаловать, {0}.

source: 401 Unauthorised
hy: 401 Ոչ լիազորված
ru: 401 Не авторизован
